[
    {
        "id": 1,
        "title": "L'Étranger",
        "author": "Albert Camus",
        "genre": "Roman",
        "year": 1942,
        "country": "France",
        "language": "Français",
        "publisher": "Gallimard",
        "pages": 192,
        "summary": "Quand la sonnerie a encore retenti, que la porte du box s'est ouverte, c'est le silence de la salle qui est monté vers moi, le silence, et cette singulière sensation que j'ai eue lorsque j'ai constaté que le jeune journaliste avait détourné les yeux. Je n'ai pas regardé du côté de Marie. Je n'en ai pas eu le temps parce que le président m'a dit dans une forme bizarre que j'aurais la tête tranchée sur une place publique au nom du peuple français...",
        "image": "img/l-etranger.jpg",
        "link": "https://www.fnac.com/a129308/Albert-Camus-L-Etranger#omnsearchpos=1"
    },
    {
        "id": 2,
        "title": "Orgueil et Préjugés",
        "author": "Jane Austen",
        "genre": "Roman",
        "year": 1813,
        "country": "Royaume-Uni",
        "language": "Anglais",
        "publisher": "Gallimard",
        "pages": 480,
        "summary": "Lorsque Elizabeth Bennett rencontre Darcy au bal de Meryton, il lui déplaît immédiatement. Pour qui se prend-il, ce jeune homme arrogant, qui refuse de danser avec elle et se permet de mépriser sa famille ? Pour se consoler de cet affront, Elizabeth se tourne vers Wickham, séduisant officier de marine. S'engage alors la ronde des sentiments : dans ce microcosme étriqué, les promesses se font et se défont, les rumeurs circulent à la vitesse du vent, les trahisons sont amères et les premières impressions souvent trompeuses... Humour, légèreté, ambiance virevoltante : le plus célèbre des romans de Jane Austen (1813), mené tambour battant, se lit le sourire aux lèvres. Avec une impitoyable ironie, la romancière traque l'hypocrisie, pourfend le ridicule et se moque allègrement des conventions. Aussi libre, drôle et impertinente qu'elle, son héroïne mène la danse.",
        "image": "img/orgueil-et-prejuges.jpg",
        "link": "https://www.fnac.com/a1971007/Jane-Austen-Orgueil-et-prejuges"
    },
    {
        "id": 3,
        "title": [
            "Blade Runner",
            "Les androïdes rêvent-ils de moutons électriques ?"
        ],
        "author": "Philip K. Dick",
        "genre": [
            "Roman",
            "Science-fiction"
        ],
        "year": 1968,
        "country": "États-Unis",
        "language": "Anglais",
        "publisher": "J'ai Lu",
        "pages": 256,
        "summary": "Le mouton n'était pas mal, avec sa laine et ses bêlements plus vrais que nature - les voisins n'y ont vu que du feu. Mais il arrive en fin de carrière : ses circuits fatigués ne maintiendront plus longtemps l'illusion de la vie. Il va falloir le remplacer. Pas par un autre simulacre, non, par un véritable animal. Deckard en rêve, seulement ce n'est pas avec les maigres primes que lui rapporte la chasse aux androïdes qu'il parviendra à mettre assez de côté. Holden, c'est lui qui récupère toujours les boulots les plus lucratifs - normal, c'est le meilleur. Mais ce coup-ci, ça n'a pas suffi. Face aux Nexus-6 de dernière génération, même Holden s'est fait avoir. Alors, quand on propose à Deckard de reprendre la mission, il serre les dents et signe. De toute façon, qu'a-t-il à perdre ?",
        "image": "img/blade-runner.jpg",
        "link": "https://www.fnac.com/a4246846/Philip-K-Dick-Blade-runner"
    },
    {
        "id": 4,
        "title": "Simetierre",
        "author": "Stephen King",
        "genre": [
            "Roman",
            "Horreur"
        ],
        "year": 1983,
        "country": "États-Unis",
        "language": "Anglais",
        "publisher": "Lgf",
        "pages": 636,
        "summary": "Louis Creed, un jeune médecin de Chicago, vient s'installer avec sa famille à Ludlow, petite bourgade du Maine. Leur voisin, le vieux Jud Crandall, les emmène visiter le pittoresque « simetierre » où des générations d'enfants ont enterré leurs animaux familiers. Mais, au-delà de ce « simetierre », tout au fond de la forêt, se trouvent les terres sacrées des Indiens, lieu interdit qui séduit pourtant par ses monstrueuses promesses. Un drame atroce va bientôt déchirer l'existence des Creed, et l'on se trouve happé dans un suspense cauchemardesque… Simetierre, classé au premier rang des best-sellers mondiaux, avant ça ou Misery, a été adapté au cinéma par Stephen King lui-même et réalisé par Mary Lambert.",
        "image": "img/simetierre.jpg",
        "link": "https://www.fnac.com/a1441415/Stephen-King-Simetierre#omnsearchpos=1"
    },
    {
        "id": 5,
        "title": "Le Dernier Jour d'un condamné",
        "author": "Victor Hugo",
        "genre": [
            "Roman",
            "Roman à thèse"
        ],
        "year": 1829,
        "country": "France",
        "language": "Français",
        "publisher": "Gallimard",
        "pages": 208,
        "summary": "Victor Hugo nous fait entrer dans la tête d'un condamné à mort qui attend son exécution. On ignore qui il est, quel crime il a commis. Car l'auteur ne veut pas débattre mais montrer l'horreur et l'absurdité de la situation. Son texte a une telle puissance de suggestion que le lecteur, s'identifiant au narrateur, partage avec lui l'angoisse et les vaines espérances. Réquisitoire le plus véhément jamais prononcé contre la peine de mort, ce roman est aussi une admirable leçon d'écriture et d'humanité.",
        "image": "img/le-dernier-jour-d-un-condamne.jpg",
        "link": "https://www.fnac.com/a10136839/Victor-Hugo-Le-Dernier-Jour-d-un-Condamne#omnsearchpos=1"
    },
    {
        "id": 6,
        "title": "Le Meilleur des mondes",
        "author": "Aldous Huxley",
        "genre": [
            "Roman",
            "Science-fiction",
            "Anticipation",
            "Dystopie"
        ],
        "year": 1932,
        "country": "Royaume-Uni",
        "language": "Anglais",
        "publisher": "Pocket",
        "pages": 320,
        "summary": "Voici près d'un siècle, dans d'étourdissantes visions, Aldous Huxley imagine une civilisation future jusque dans ses rouages les plus surprenants : un État Mondial, parfaitement hiérarchisé, a cantonné les derniers humains « sauvages » dans des réserves. La culture in vitro des fœtus a engendré le règne des « Alphas », génétiquement déterminés à être l'élite dirigeante. Les castes inférieures, elles, sont conditionnées pour se satisfaire pleinement de leur sort. Dans cette société où le bonheur est loi, famille, monogamie, sentiments sont bannis. Le meilleur des mondes est possible. Aujourd'hui, il nous paraît même familier...",
        "image": "img/le-meilleur-des-mondes.jpg",
        "link": "https://www.fnac.com/a10919868/Aldous-Huxley-Le-meilleur-des-mondes#omnsearchpos=1"
    }
]